Revit 2027 API
AddInId Properties
The AddInId type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
AddInId Class
Autodesk.Revit.DB Namespace